import {Player} from "../models/Player";

const dummyDataList:Player[] = [{
  "movieId": "MV_EB01_EB000000102",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202405/1716875897913054211.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2017,
      "playTime": 7215,
      "targetAge": 12,
      "genres": ["드라마", "가족", "코미디"]
    },
    "synopsis": "으앙 어색하다. 뜨악 화가난다. 하아 부끄럽다. 34세 ‘아야’와 그녀의 남친 54세 ‘이토씨’가 사는 집에 무단 입주(!)하신 74세 아야의 ‘아버지’. 어쩌다 함께 살게 된 세 사람이 만들어가는 무릎 탁! 코끝 찡! 눈물 똑! 가족 시트콤"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202405/1716875906472935805.jpg",
    "preview": {
      "title": "아버지와 이토씨",
      "synopsis": "으앙 어색하다. 뜨악 화가난다. 하아 부끄럽다. 34세 ‘아야’와 그녀의 남친 54세 ‘이토씨’가 사는 집에 무단 입주(!)하신 74세 아야의 ‘아버지’. 어쩌다 함께 살게 된 세 사람이 만들어가는 무릎 탁! 코끝 찡! 눈물 똑! 가족 시트콤"
    },
    "detailView": {
      "title": "아버지와 이토씨",
      "synopsis": "으앙 어색하다. 뜨악 화가난다. 하아 부끄럽다. 34세 ‘아야’와 그녀의 남친 54세 ‘이토씨’가 사는 집에 무단 입주(!)하신 74세 아야의 ‘아버지’. 어쩌다 함께 살게 된 세 사람이 만들어가는 무릎 탁! 코끝 찡! 눈물 똑! 가족 시트콤",
      "summary": "일본, 2017년",
      "genreTags": ["드라마", "가족", "코미디"],
      "castings": ["우에노 주리", "후지 타츠야", "릴리 프랭키", "하세가와 토모하루"],
      "directors": ["타나다 유키"],
      "targetAge": 12,
      "deliverationInfo": ["보통", "낮음", "낮음", "보통", "보통", "보통", "보통"]
    }
  }
},{
  "movieId": "MV_ST01_ST000000486",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202403/1710912753805495389.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 5929,
      "targetAge": 12,
      "genres": ["드라마"]
    },
    "synopsis": "도난 사건이 빈번한 학교에 새로 부임한 신임 교사 '카를라'. 자기가 가르치는 이민자 아이가 범인으로 몰려 문제가 생기고, 그 와중에 교무실에서 동료 교사의 부정행위를 목격하게 되면서 스스로 해결책을 찾고자 노트북 카메라를 켜 둔 채 지갑을 옷에 두고 수업에 들어간다. 예상대로 지갑의 돈이 사라지고 카메라에는 돈을 가져간 사람의 블라우스가 찍혀 있었다. 하지만 잘못된 것을 바로잡으려고 했던 일들은 오히려 카를라가 숨 쉴 수 없을 정도의 더 큰 시련으로 조여오기 시작하는데... 지키느냐, 무너지느냐, 선택해야 한다!"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202403/1710912763634779602.jpg",
    "preview": {
      "title": "티처스 라운지",
      "synopsis": "도난 사건이 빈번한 학교에 새로 부임한 신임 교사 '카를라'. 자기가 가르치는 이민자 아이가 범인으로 몰려 문제가 생기고, 그 와중에 교무실에서 동료 교사의 부정행위를 목격하게 되면서 스스로 해결책을 찾고자 노트북 카메라를 켜 둔 채 지갑을 옷에 두고 수업에 들어간다. 예상대로 지갑의 돈이 사라지고 카메라에는 돈을 가져간 사람의 블라우스가 찍혀 있었다. 하지만 잘못된 것을 바로잡으려고 했던 일들은 오히려 카를라가 숨 쉴 수 없을 정도의 더 큰 시련으로 조여오기 시작하는데... 지키느냐, 무너지느냐, 선택해야 한다!"
    },
    "detailView": {
      "title": "티처스 라운지",
      "synopsis": "도난 사건이 빈번한 학교에 새로 부임한 신임 교사 '카를라'. 자기가 가르치는 이민자 아이가 범인으로 몰려 문제가 생기고, 그 와중에 교무실에서 동료 교사의 부정행위를 목격하게 되면서 스스로 해결책을 찾고자 노트북 카메라를 켜 둔 채 지갑을 옷에 두고 수업에 들어간다. 예상대로 지갑의 돈이 사라지고 카메라에는 돈을 가져간 사람의 블라우스가 찍혀 있었다. 하지만 잘못된 것을 바로잡으려고 했던 일들은 오히려 카를라가 숨 쉴 수 없을 정도의 더 큰 시련으로 조여오기 시작하는데... 지키느냐, 무너지느냐, 선택해야 한다!",
      "summary": "독일, 2023년",
      "genreTags": ["드라마"],
      "castings": ["레오니 베네쉬", "에바 뢰바우", "아네-카트린 구미히"],
      "directors": ["일커 카탁"],
      "targetAge": 12,
      "deliverationInfo": ["12세", "전체", "12세", "12세", "전체", "12세", "12세"]
    }
  }
},{
  "movieId": "MV_AN01_AN0000000662",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202406/1717490628611306244.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2022,
      "playTime": 5865,
      "targetAge": 15,
      "genres": ["액션", "범죄", "드라마"]
    },
    "synopsis": "연예인들을 상대로 거액의 돈을 상습적으로 갈취하는 범죄 조직이 인기 액션 배우 '빌리'에게도 위협을 가한다. 빌리는 자신의 출연작에서 화려한 액션 연기를 보여 주는 것뿐만 아니라 실제로도 무술 고수였고, 그런 빌리는 범죄 조직의 협박에도 꿈쩍하지 않는다. 그러자 범죄 조직의 두목 '닥터 랜드'는 살인 청부업자를 고용하여 빌리를 암살하려 하지만, 이는 곧 실패로 끝나게 된다. 끊임없는 암살 작전에 빌리는 자신이 죽은 것으로 위장한 뒤, 닥터 랜드의 조직을 차례차례 소탕해 나가기로 마음먹는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202406/1717490633347202848.jpg",
    "preview": {
      "title": "사망유희",
      "synopsis": "연예인들을 상대로 거액의 돈을 상습적으로 갈취하는 범죄 조직이 인기 액션 배우 '빌리'에게도 위협을 가한다. 빌리는 자신의 출연작에서 화려한 액션 연기를 보여 주는 것뿐만 아니라 실제로도 무술 고수였고, 그런 빌리는 범죄 조직의 협박에도 꿈쩍하지 않는다. 그러자 범죄 조직의 두목 '닥터 랜드'는 살인 청부업자를 고용하여 빌리를 암살하려 하지만, 이는 곧 실패로 끝나게 된다. 끊임없는 암살 작전에 빌리는 자신이 죽은 것으로 위장한 뒤, 닥터 랜드의 조직을 차례차례 소탕해 나가기로 마음먹는데..."
    },
    "detailView": {
      "title": "사망유희",
      "synopsis": "연예인들을 상대로 거액의 돈을 상습적으로 갈취하는 범죄 조직이 인기 액션 배우 '빌리'에게도 위협을 가한다. 빌리는 자신의 출연작에서 화려한 액션 연기를 보여 주는 것뿐만 아니라 실제로도 무술 고수였고, 그런 빌리는 범죄 조직의 협박에도 꿈쩍하지 않는다. 그러자 범죄 조직의 두목 '닥터 랜드'는 살인 청부업자를 고용하여 빌리를 암살하려 하지만, 이는 곧 실패로 끝나게 된다. 끊임없는 암살 작전에 빌리는 자신이 죽은 것으로 위장한 뒤, 닥터 랜드의 조직을 차례차례 소탕해 나가기로 마음먹는데...",
      "summary": "홍콩, 미국, 2022년",
      "genreTags": ["액션", "범죄", "드라마"],
      "castings": ["콜린 캠프", "이소룡", "딘 자거", "기그 영"],
      "directors": ["로버트 클루즈", "이소룡"],
      "targetAge": 15,
      "deliverationInfo": []
    }
  }
},{
  "movieId": "MV_MC01_MC000000103",
  "brandLogoList": ["Only"],
  "backdropImage": "image.wavve.com/meta/image/202404/1714110743058722952.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2024,
      "playTime": 6633,
      "targetAge": 12,
      "genres": ["로맨스", "코미디"]
    },
    "synopsis": "'사랑을 하는 여성에게는 빛이 보인다.' 사이조는 독특하고 특이한 체질을 가지고 있다. 그는 연애와 거리가 멀다. 어느 날, '사랑이 무엇인지 알고 싶다'는 소녀 시노노메를 만나게 된다. 그들은 서로 사랑에 빠져 '사랑의 정의'를 공유하는 일기를 시작한다. 사이조를 짝사랑하는 키타시로의 마음이 변한다. 그리고 그들의 사랑은 어떻게 될까?"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202404/1714110749654413518.jpg",
    "preview": {
      "title": "사랑은 빛",
      "synopsis": "'사랑을 하는 여성에게는 빛이 보인다.' 사이조는 독특하고 특이한 체질을 가지고 있다. 그는 연애와 거리가 멀다. 어느 날, '사랑이 무엇인지 알고 싶다'는 소녀 시노노메를 만나게 된다. 그들은 서로 사랑에 빠져 '사랑의 정의'를 공유하는 일기를 시작한다. 사이조를 짝사랑하는 키타시로의 마음이 변한다. 그리고 그들의 사랑은 어떻게 될까?"
    },
    "detailView": {
      "title": "사랑은 빛",
      "synopsis": "'사랑을 하는 여성에게는 빛이 보인다.' 사이조는 독특하고 특이한 체질을 가지고 있다. 그는 연애와 거리가 멀다. 어느 날, '사랑이 무엇인지 알고 싶다'는 소녀 시노노메를 만나게 된다. 그들은 서로 사랑에 빠져 '사랑의 정의'를 공유하는 일기를 시작한다. 사이조를 짝사랑하는 키타시로의 마음이 변한다. 그리고 그들의 사랑은 어떻게 될까?",
      "summary": "일본, 2024년",
      "genreTags": ["로맨스", "코미디"],
      "castings": ["카미오 후주", "니시노 나나세", "타이라 유나", "바바 후미카", "이토 아오이"],
      "directors": ["고바야시 게이이치"],
      "targetAge": 12,
      "deliverationInfo": ["12세", "전체", "전체", "전체", "12세", "전체", "전체"]
    }
  }
},{
  "movieId": "MV_CX01_CX0000011459",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/movieImg/MovieGroup/2023/GMV_CX01_CX0000011459-Horizontal_LogoY-re.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2017,
      "playTime": 7825,
      "targetAge": 0,
      "genres": ["드라마", "애니메이션"]
    },
    "synopsis": "\"다시 나의 마음을 전하고 싶어\" 너와 나, 친구가 될 수 있을까? 활발한 성격의 '이시다 쇼야'의 반에 어느 날 청각장애를 앓는 소녀 '니시미야 쇼코'가 전학을 온다. 반 아이들은 청각 장애가 있는 쇼코를 귀찮게 여겨 따돌리고, 그 주모자로 쇼야가 지목된다. 그의 괴롭힘에 쇼코는 결국 전학을 가고 쇼야는 일순간 왕따가 된다. 6년 후, 여전히 따돌림에서 벗어나지 못하고 고등학생이 된 쇼야는 사과할 마음으로 쇼코를 찾아가게 된다. 두 사람의 만남은 쇼야와 쇼코의 인생을 바꾸기 시작하는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/movieImg/MovieGroup/2023/GMV_CX01_CX0000011459-Vertical_LogoY-re.jpg",
    "preview": {
      "title": "(배리어프리) 목소리의 형태",
      "synopsis": "\"다시 나의 마음을 전하고 싶어\" 너와 나, 친구가 될 수 있을까? 활발한 성격의 '이시다 쇼야'의 반에 어느 날 청각장애를 앓는 소녀 '니시미야 쇼코'가 전학을 온다. 반 아이들은 청각 장애가 있는 쇼코를 귀찮게 여겨 따돌리고, 그 주모자로 쇼야가 지목된다. 그의 괴롭힘에 쇼코는 결국 전학을 가고 쇼야는 일순간 왕따가 된다. 6년 후, 여전히 따돌림에서 벗어나지 못하고 고등학생이 된 쇼야는 사과할 마음으로 쇼코를 찾아가게 된다. 두 사람의 만남은 쇼야와 쇼코의 인생을 바꾸기 시작하는데..."
    },
    "detailView": {
      "title": "(배리어프리) 목소리의 형태",
      "synopsis": "\"다시 나의 마음을 전하고 싶어\" 너와 나, 친구가 될 수 있을까? 활발한 성격의 '이시다 쇼야'의 반에 어느 날 청각장애를 앓는 소녀 '니시미야 쇼코'가 전학을 온다. 반 아이들은 청각 장애가 있는 쇼코를 귀찮게 여겨 따돌리고, 그 주모자로 쇼야가 지목된다. 그의 괴롭힘에 쇼코는 결국 전학을 가고 쇼야는 일순간 왕따가 된다. 6년 후, 여전히 따돌림에서 벗어나지 못하고 고등학생이 된 쇼야는 사과할 마음으로 쇼코를 찾아가게 된다. 두 사람의 만남은 쇼야와 쇼코의 인생을 바꾸기 시작하는데...",
      "summary": "일본, 2017년",
      "genreTags": ["드라마", "애니메이션"],
      "castings": ["양정화", "이현주", "홍범기", "이미향", "박신희", "윤호"],
      "directors": ["야마다 나오코"],
      "targetAge": 0,
      "deliverationInfo": ["낮음", "낮음", "낮음", "낮음", "낮음", "낮음", "낮음"]
    }
  }
},{
  "movieId": "MV_EB01_EB000000120",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2022/GMV_EB01_EB000000120-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2011,
      "playTime": 6933,
      "targetAge": 0,
      "genres": ["드라마"]
    },
    "synopsis": "씁쓸한 인생도 때때로 달콤해진다! 왈가닥 시골 아가씨 '나츠메'의 좌충우돌 파티쉐 성장기. 과거 전설적인 파티쉐였지만 8년 전 사고로 인해 더 이상 케이크를 만들 수 없게 된 '토무라'는 평론가와 제과전문학교의 강사로 일하고 있다. 어느 날 친구인 '요리코'가 운영하는 도쿄의 인기 양과자점 '파티쉐리 코안도르'에 들른 토무라는 파티쉐를 꿈꾸는 남자친구를 찾아 가고시마에서 상경한 나츠메와 우연히 마주친다. 코안도르에서 일하고 있다던 남자친구가 이미 오래전에 그만뒀다는 이야기에 충격을 받은 나츠메는 그를 찾기 전까지는 고향으로 돌아가지 않기로 결심하고 코안도르의 수습생으로 일하기 시작한다. 처음에는 케이크 집 딸이라는 자부심으로 만만하게 덤볐지만, 시간이 갈수록 파티쉐의 길이 절대 쉽지 않음을 알게 된 나츠메는 심기일전하면서 자신을 단련하며 조금씩 성장해나가고 그런 그녀의 모습에 마음이 움직인 토무라는 조금씩 자신의 과거와 마주하기 시작한다. 그러던 어느 날, 코안도르의 성장에 큰 기회가 될 수 있는 계약을 성사하고 돌아오던 요리코가 사고로 입원을 하게 되고 이 일로 인해 코안도르는 최대의 위기를 맞게 되는데..."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2022/GMV_EB01_EB000000120-Vertical_LogoY.jpg",
    "preview": {
      "title": "양과자점 코안도르",
      "synopsis": "씁쓸한 인생도 때때로 달콤해진다! 왈가닥 시골 아가씨 '나츠메'의 좌충우돌 파티쉐 성장기. 과거 전설적인 파티쉐였지만 8년 전 사고로 인해 더 이상 케이크를 만들 수 없게 된 '토무라'는 평론가와 제과전문학교의 강사로 일하고 있다. 어느 날 친구인 '요리코'가 운영하는 도쿄의 인기 양과자점 '파티쉐리 코안도르'에 들른 토무라는 파티쉐를 꿈꾸는 남자친구를 찾아 가고시마에서 상경한 나츠메와 우연히 마주친다. 코안도르에서 일하고 있다던 남자친구가 이미 오래전에 그만뒀다는 이야기에 충격을 받은 나츠메는 그를 찾기 전까지는 고향으로 돌아가지 않기로 결심하고 코안도르의 수습생으로 일하기 시작한다. 처음에는 케이크 집 딸이라는 자부심으로 만만하게 덤볐지만, 시간이 갈수록 파티쉐의 길이 절대 쉽지 않음을 알게 된 나츠메는 심기일전하면서 자신을 단련하며 조금씩 성장해나가고 그런 그녀의 모습에 마음이 움직인 토무라는 조금씩 자신의 과거와 마주하기 시작한다. 그러던 어느 날, 코안도르의 성장에 큰 기회가 될 수 있는 계약을 성사하고 돌아오던 요리코가 사고로 입원을 하게 되고 이 일로 인해 코안도르는 최대의 위기를 맞게 되는데..."
    },
    "detailView": {
      "title": "양과자점 코안도르",
      "synopsis": "씁쓸한 인생도 때때로 달콤해진다! 왈가닥 시골 아가씨 '나츠메'의 좌충우돌 파티쉐 성장기. 과거 전설적인 파티쉐였지만 8년 전 사고로 인해 더 이상 케이크를 만들 수 없게 된 '토무라'는 평론가와 제과전문학교의 강사로 일하고 있다. 어느 날 친구인 '요리코'가 운영하는 도쿄의 인기 양과자점 '파티쉐리 코안도르'에 들른 토무라는 파티쉐를 꿈꾸는 남자친구를 찾아 가고시마에서 상경한 나츠메와 우연히 마주친다. 코안도르에서 일하고 있다던 남자친구가 이미 오래전에 그만뒀다는 이야기에 충격을 받은 나츠메는 그를 찾기 전까지는 고향으로 돌아가지 않기로 결심하고 코안도르의 수습생으로 일하기 시작한다. 처음에는 케이크 집 딸이라는 자부심으로 만만하게 덤볐지만, 시간이 갈수록 파티쉐의 길이 절대 쉽지 않음을 알게 된 나츠메는 심기일전하면서 자신을 단련하며 조금씩 성장해나가고 그런 그녀의 모습에 마음이 움직인 토무라는 조금씩 자신의 과거와 마주하기 시작한다. 그러던 어느 날, 코안도르의 성장에 큰 기회가 될 수 있는 계약을 성사하고 돌아오던 요리코가 사고로 입원을 하게 되고 이 일로 인해 코안도르는 최대의 위기를 맞게 되는데...",
      "summary": "일본, 2011년",
      "genreTags": ["드라마"],
      "castings": ["아오이 유우", "에구치 요스케", "에구치 노리코", "신시아 체스턴", "카가 마리코", "오노우에 히로유키"],
      "directors": ["후카가와 요시히로"],
      "targetAge": 0,
      "deliverationInfo": ["낮음", "낮음", "낮음", "낮음", "낮음", "낮음", "낮음"]
    }
  }
},{
  "movieId": "MV_EB01_EB000000128",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2022/GMV_EB01_EB000000128-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2014,
      "playTime": 6197,
      "targetAge": 15,
      "genres": ["드라마"]
    },
    "synopsis": "그날 이후, 우리의 세상은 무너졌다!\n\n평소와 다를 바 없는 금요일 방과 후. 학교 최고의 인기인 키리시마가 배구부를 그만뒀다는 소식이 전해지며 평온했던 교내가 술렁이기 시작한다. 배구부원들과 친구들은 혼란에 빠지고, 서서히 이들의 감정에 미묘한 기류가 흐른다. 그러던 중 키리시마와는 가장 먼 존재였던 영화부 마에다가 움직이게 되고, 이야기는 전혀 엉뚱한 방향으로 흘러가게 되는데..."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2022/GMV_EB01_EB000000128-Vertical_LogoY.jpg",
    "preview": {
      "title": "키리시마가 동아리활동 그만둔대",
      "synopsis": "그날 이후, 우리의 세상은 무너졌다!\n\n평소와 다를 바 없는 금요일 방과 후. 학교 최고의 인기인 키리시마가 배구부를 그만뒀다는 소식이 전해지며 평온했던 교내가 술렁이기 시작한다. 배구부원들과 친구들은 혼란에 빠지고, 서서히 이들의 감정에 미묘한 기류가 흐른다. 그러던 중 키리시마와는 가장 먼 존재였던 영화부 마에다가 움직이게 되고, 이야기는 전혀 엉뚱한 방향으로 흘러가게 되는데..."
    },
    "detailView": {
      "title": "키리시마가 동아리활동 그만둔대",
      "synopsis": "그날 이후, 우리의 세상은 무너졌다!\n\n평소와 다를 바 없는 금요일 방과 후. 학교 최고의 인기인 키리시마가 배구부를 그만뒀다는 소식이 전해지며 평온했던 교내가 술렁이기 시작한다. 배구부원들과 친구들은 혼란에 빠지고, 서서히 이들의 감정에 미묘한 기류가 흐른다. 그러던 중 키리시마와는 가장 먼 존재였던 영화부 마에다가 움직이게 되고, 이야기는 전혀 엉뚱한 방향으로 흘러가게 되는데...",
      "summary": "일본, 2014년",
      "genreTags": ["드라마"],
      "castings": ["카미키 류노스케", "하시모토 아이", "히가시데 마사히로", "오고 스즈카", "시미즈 쿠루미", "나카노 타이카"],
      "directors": ["요시다 다이하치"],
      "targetAge": 15,
      "deliverationInfo": ["다소 높음", "다소 높음", "다소 높음", "다소 높음", "낮음", "다소 높음", "다소 높음"]
    }
  }
},{
  "movieId": "MV_CL01_JY0000012786",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202312/1701680212946109255.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 1981,
      "playTime": 6488,
      "targetAge": 18,
      "genres": ["미스터리", "스릴러"]
    },
    "synopsis": "영화의 효과 음악을 녹음하는 '잭 테리'는 고성능 마이크를 가지고 여러 가지 소리를 수집하던 중 우연히 사고가 나서 강물에 빠진 차를 발견하고, 차 안에서 '샐리'라는 여자를 구한다. 한편 차 안에는 이미 숨이 끊어진 남자가 같이 있었는데, 그는 정치권의 유명한 선거 후보자로 당선이 거의 확실시되었던 사람이었다. 이상함을 느낀 잭은 자신의 고성능 마이크에 남아있는 당시의 소리를 들어보고 차 사고가 나기 바로 전 총소리가 울렸다는 것을 알게 된다. 정치인이 살해된 것이 확실한 가운데 살인자는 샐리마저 살해하려들지만, 잭의 방해로 실패하게 되는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202312/1701680216925186276.jpg",
    "preview": {
      "title": "필사의 추적",
      "synopsis": "영화의 효과 음악을 녹음하는 '잭 테리'는 고성능 마이크를 가지고 여러 가지 소리를 수집하던 중 우연히 사고가 나서 강물에 빠진 차를 발견하고, 차 안에서 '샐리'라는 여자를 구한다. 한편 차 안에는 이미 숨이 끊어진 남자가 같이 있었는데, 그는 정치권의 유명한 선거 후보자로 당선이 거의 확실시되었던 사람이었다. 이상함을 느낀 잭은 자신의 고성능 마이크에 남아있는 당시의 소리를 들어보고 차 사고가 나기 바로 전 총소리가 울렸다는 것을 알게 된다. 정치인이 살해된 것이 확실한 가운데 살인자는 샐리마저 살해하려들지만, 잭의 방해로 실패하게 되는데..."
    },
    "detailView": {
      "title": "필사의 추적",
      "synopsis": "영화의 효과 음악을 녹음하는 '잭 테리'는 고성능 마이크를 가지고 여러 가지 소리를 수집하던 중 우연히 사고가 나서 강물에 빠진 차를 발견하고, 차 안에서 '샐리'라는 여자를 구한다. 한편 차 안에는 이미 숨이 끊어진 남자가 같이 있었는데, 그는 정치권의 유명한 선거 후보자로 당선이 거의 확실시되었던 사람이었다. 이상함을 느낀 잭은 자신의 고성능 마이크에 남아있는 당시의 소리를 들어보고 차 사고가 나기 바로 전 총소리가 울렸다는 것을 알게 된다. 정치인이 살해된 것이 확실한 가운데 살인자는 샐리마저 살해하려들지만, 잭의 방해로 실패하게 되는데...",
      "summary": "미국, 1981년",
      "genreTags": ["미스터리", "스릴러"],
      "castings": ["존 트라볼타", "낸시 알렌", "존 리스고", "데니스 프랜즈"],
      "directors": ["브라이언 드 팔마"],
      "targetAge": 18,
      "deliverationInfo": []
    }
  }
},{
  "movieId": "MV_CS01_PAN000011173",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_CS01_PAN000011173-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 5831,
      "targetAge": 15,
      "genres": ["로맨스", "코미디"]
    },
    "synopsis": "카페 바리스타로 따분한 인생을 살던 '시그네'에겐 행위 예술가로 잡지 표지를 장식한 남자친구 '토마스'가 있다. 점점 유명해지는 토마스 옆에서 자꾸만 소외당하던 시그네는 인터넷에서 발견한 정체불명의 알약으로 남자친구의 사랑은 물론, 세상의 관심까지 독차지할 황당한 계획을 세운다."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_CS01_PAN000011173-Vertical_LogoY.jpg",
    "preview": {
      "title": "해시태그 시그네",
      "synopsis": "카페 바리스타로 따분한 인생을 살던 '시그네'에겐 행위 예술가로 잡지 표지를 장식한 남자친구 '토마스'가 있다. 점점 유명해지는 토마스 옆에서 자꾸만 소외당하던 시그네는 인터넷에서 발견한 정체불명의 알약으로 남자친구의 사랑은 물론, 세상의 관심까지 독차지할 황당한 계획을 세운다."
    },
    "detailView": {
      "title": "해시태그 시그네",
      "synopsis": "카페 바리스타로 따분한 인생을 살던 '시그네'에겐 행위 예술가로 잡지 표지를 장식한 남자친구 '토마스'가 있다. 점점 유명해지는 토마스 옆에서 자꾸만 소외당하던 시그네는 인터넷에서 발견한 정체불명의 알약으로 남자친구의 사랑은 물론, 세상의 관심까지 독차지할 황당한 계획을 세운다.",
      "summary": "노르웨이, 스웨덴, 2023년",
      "genreTags": ["로맨스", "코미디"],
      "castings": ["크리스틴 쿠야트 소프", "아이릭 새더", "앤더스 다니엘슨 리", "헨릭 메스타드", "안드레아 브라인 호픽"],
      "directors": ["크리스토퍼 보글리"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "15세", "전체", "15세", "15세", "15세", "15세"]
    }
  }
},{
  "movieId": "MV_AN01_AN0000000661",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202406/1717490527127754020.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2022,
      "playTime": 5932,
      "targetAge": 15,
      "genres": ["액션", "무협", "범죄", "스릴러"]
    },
    "synopsis": "'정조안'은 고향인 당산이 수해로 인해 생활이 어려워지자 돈을 벌기 위해 '삼숙'을 따라 '허검' 일행이 사는 곳으로 온다. 조안은 허검의 소개로 그들이 일하는 얼음공장에 취직을 하여 일을 하게 된다. 얼마 후 조안의 실수로 큰 얼음이 깨지고 '아건'과 '진우'는 깨진 얼음 속에서 마약 봉지를 보게 된다. 그 후 공장장을 만나러 간 아건과 진우가 실종되자 허검은 그들을 찾기 위해 '아강'과 함께 사장의 집을 찾아갔다가 그곳에서 변을 당하게 된다. 허검마저 실종되자 인부들은 파업을 선언하고 결국 싸움이 일어나자 조안은 동료들을 돕기 위해 어머니와의 약속을 어기고 싸움에 말려들다 감독관으로 승진을 하게 된다. 공장장의 말만 믿다가 동료들의 미움을 사게 된 조안은 술집 아가씨의 도움으로 허검의 죽음을 알게 되고 '교매'마저 납치당하고 동료들이 살해당하자 복수를 결심하는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202406/1717490532114872794.jpg",
    "preview": {
      "title": "당산대형",
      "synopsis": "'정조안'은 고향인 당산이 수해로 인해 생활이 어려워지자 돈을 벌기 위해 '삼숙'을 따라 '허검' 일행이 사는 곳으로 온다. 조안은 허검의 소개로 그들이 일하는 얼음공장에 취직을 하여 일을 하게 된다. 얼마 후 조안의 실수로 큰 얼음이 깨지고 '아건'과 '진우'는 깨진 얼음 속에서 마약 봉지를 보게 된다. 그 후 공장장을 만나러 간 아건과 진우가 실종되자 허검은 그들을 찾기 위해 '아강'과 함께 사장의 집을 찾아갔다가 그곳에서 변을 당하게 된다. 허검마저 실종되자 인부들은 파업을 선언하고 결국 싸움이 일어나자 조안은 동료들을 돕기 위해 어머니와의 약속을 어기고 싸움에 말려들다 감독관으로 승진을 하게 된다. 공장장의 말만 믿다가 동료들의 미움을 사게 된 조안은 술집 아가씨의 도움으로 허검의 죽음을 알게 되고 '교매'마저 납치당하고 동료들이 살해당하자 복수를 결심하는데..."
    },
    "detailView": {
      "title": "당산대형",
      "synopsis": "'정조안'은 고향인 당산이 수해로 인해 생활이 어려워지자 돈을 벌기 위해 '삼숙'을 따라 '허검' 일행이 사는 곳으로 온다. 조안은 허검의 소개로 그들이 일하는 얼음공장에 취직을 하여 일을 하게 된다. 얼마 후 조안의 실수로 큰 얼음이 깨지고 '아건'과 '진우'는 깨진 얼음 속에서 마약 봉지를 보게 된다. 그 후 공장장을 만나러 간 아건과 진우가 실종되자 허검은 그들을 찾기 위해 '아강'과 함께 사장의 집을 찾아갔다가 그곳에서 변을 당하게 된다. 허검마저 실종되자 인부들은 파업을 선언하고 결국 싸움이 일어나자 조안은 동료들을 돕기 위해 어머니와의 약속을 어기고 싸움에 말려들다 감독관으로 승진을 하게 된다. 공장장의 말만 믿다가 동료들의 미움을 사게 된 조안은 술집 아가씨의 도움으로 허검의 죽음을 알게 되고 '교매'마저 납치당하고 동료들이 살해당하자 복수를 결심하는데...",
      "summary": "홍콩, 2022년",
      "genreTags": ["액션", "무협", "범죄", "스릴러"],
      "castings": ["이소룡", "마리아 이", "전준", "묘가수"],
      "directors": ["나유"],
      "targetAge": 15,
      "deliverationInfo": []
    }
  }
},{
  "movieId": "MV_AY01_AY000000208",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202405/1716787134730902854.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2014,
      "playTime": 6203,
      "targetAge": 15,
      "genres": ["드라마"]
    },
    "synopsis": "남편을 찾아 세상의 끝으로 떠난 한 여인의 실화를 바탕으로 한 영화"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202405/1716787140979479714.jpg",
    "preview": {
      "title": "노바디 원츠 더 나이트",
      "synopsis": "남편을 찾아 세상의 끝으로 떠난 한 여인의 실화를 바탕으로 한 영화"
    },
    "detailView": {
      "title": "노바디 원츠 더 나이트",
      "synopsis": "남편을 찾아 세상의 끝으로 떠난 한 여인의 실화를 바탕으로 한 영화",
      "summary": "불가리아, 스페인, 프랑스, 2014년",
      "genreTags": ["드라마"],
      "castings": ["줄리엣 비노쉬", "키쿠치 린코", "가브리엘 번", "맷 샐링거", "벤 템플", "벨리저 비네브", "치로 미로"],
      "directors": ["이자벨 코이젯트"],
      "targetAge": 15,
      "deliverationInfo": ["다소 높음", "보통", "다소 높음", "보통", "낮음", "다소 높음", "낮음"]
    }
  }
},{
  "movieId": "MV_ST01_ST000000266",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_ST01_ST000000266-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2019,
      "playTime": 4549,
      "targetAge": 12,
      "genres": ["드라마", "코미디"]
    },
    "synopsis": "일도 사랑도 마음먹은 대로 안 풀리는 무명 배우 '라이언'은 유년기를 함께 보낸 사촌 '허드슨'을 불쑥 찾아간다. 얼마 전 엄마를 잃고 혼자 외롭게 지내던 허드슨은 체리리지에 있는 버드나무에 엄마의 유해를 뿌릴 수 있도록 데려다 달라고 라이언에게 부탁한다. 반쯤 고장 난 자동차를 타고 버드나무를 찾아가던 허드슨과 라이언은 주유소에서 '선라이즈'라는 유쾌한 여자를 만나 동행하게 된다. 버드나무까지 가는 길에 세 사람은 예상치 못한 일들을 겪으며 과거의 사연과 속마음까지 서로에게 털어놓게 되는데..."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_ST01_ST000000266-Vertical_LogoY.jpg",
    "preview": {
      "title": "트립 투 아메리카",
      "synopsis": "일도 사랑도 마음먹은 대로 안 풀리는 무명 배우 '라이언'은 유년기를 함께 보낸 사촌 '허드슨'을 불쑥 찾아간다. 얼마 전 엄마를 잃고 혼자 외롭게 지내던 허드슨은 체리리지에 있는 버드나무에 엄마의 유해를 뿌릴 수 있도록 데려다 달라고 라이언에게 부탁한다. 반쯤 고장 난 자동차를 타고 버드나무를 찾아가던 허드슨과 라이언은 주유소에서 '선라이즈'라는 유쾌한 여자를 만나 동행하게 된다. 버드나무까지 가는 길에 세 사람은 예상치 못한 일들을 겪으며 과거의 사연과 속마음까지 서로에게 털어놓게 되는데..."
    },
    "detailView": {
      "title": "트립 투 아메리카",
      "synopsis": "일도 사랑도 마음먹은 대로 안 풀리는 무명 배우 '라이언'은 유년기를 함께 보낸 사촌 '허드슨'을 불쑥 찾아간다. 얼마 전 엄마를 잃고 혼자 외롭게 지내던 허드슨은 체리리지에 있는 버드나무에 엄마의 유해를 뿌릴 수 있도록 데려다 달라고 라이언에게 부탁한다. 반쯤 고장 난 자동차를 타고 버드나무를 찾아가던 허드슨과 라이언은 주유소에서 '선라이즈'라는 유쾌한 여자를 만나 동행하게 된다. 버드나무까지 가는 길에 세 사람은 예상치 못한 일들을 겪으며 과거의 사연과 속마음까지 서로에게 털어놓게 되는데...",
      "summary": "미국, 2019년",
      "genreTags": ["드라마", "코미디"],
      "castings": ["그레고리 레이", "메리 그린월트", "데이빗 닐 레빈"],
      "directors": ["숀 대니얼 커닝햄"],
      "targetAge": 12,
      "deliverationInfo": ["12세", "전체", "전체", "전체", "12세", "전체", "전체"]
    }
  }
},{
  "movieId": "MV_ST01_ST000000506",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202405/1714713513579997502.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2024,
      "playTime": 6570,
      "targetAge": 15,
      "genres": ["범죄", "드라마"]
    },
    "synopsis": "실력 있지만 허세 가득한 사회부 기자 ‘임상진’. 대기업 ‘만전’의 비리를 취재하지만, 오보로 판명되며 정직당한다. “기자님 기사 오보 아니었어요. 다 저희들이 만든 수법이에요” 그러던 어느 날, 의문의 제보자가 찾아온다. 자신을 온라인 여론 조작을 주도하는 댓글부대, 일명 ‘팀알렙’의 멤버라고 소개한 제보자는 돈만 주면 진실도 거짓으로, 거짓도 진실로 만들 수 있다고 하는데... “불법은 아니에요. 합법인지는 모르겠지만” 이 제보, 어디부터 진실이고, 어디까지 거짓인가?"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202405/1714713519409607689.jpg",
    "preview": {
      "title": "댓글부대",
      "synopsis": "실력 있지만 허세 가득한 사회부 기자 ‘임상진’. 대기업 ‘만전’의 비리를 취재하지만, 오보로 판명되며 정직당한다. “기자님 기사 오보 아니었어요. 다 저희들이 만든 수법이에요” 그러던 어느 날, 의문의 제보자가 찾아온다. 자신을 온라인 여론 조작을 주도하는 댓글부대, 일명 ‘팀알렙’의 멤버라고 소개한 제보자는 돈만 주면 진실도 거짓으로, 거짓도 진실로 만들 수 있다고 하는데... “불법은 아니에요. 합법인지는 모르겠지만” 이 제보, 어디부터 진실이고, 어디까지 거짓인가?"
    },
    "detailView": {
      "title": "댓글부대",
      "synopsis": "실력 있지만 허세 가득한 사회부 기자 ‘임상진’. 대기업 ‘만전’의 비리를 취재하지만, 오보로 판명되며 정직당한다. “기자님 기사 오보 아니었어요. 다 저희들이 만든 수법이에요” 그러던 어느 날, 의문의 제보자가 찾아온다. 자신을 온라인 여론 조작을 주도하는 댓글부대, 일명 ‘팀알렙’의 멤버라고 소개한 제보자는 돈만 주면 진실도 거짓으로, 거짓도 진실로 만들 수 있다고 하는데... “불법은 아니에요. 합법인지는 모르겠지만” 이 제보, 어디부터 진실이고, 어디까지 거짓인가?",
      "summary": "대한민국, 2024년",
      "genreTags": ["범죄", "드라마"],
      "castings": ["손석구", "김성철", "김동휘", "홍경"],
      "directors": ["안국진"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "전체", "12세", "전체", "12세", "15세", "15세"]
    }
  }
},{
  "movieId": "MV_CD01_WR0000011733",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202402/1708934268212102405.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2024,
      "playTime": 6972,
      "targetAge": 0,
      "genres": ["SF/판타지", "드라마"]
    },
    "synopsis": "\"세상에서 가장 달콤한 여정 좋은 일은 모두 꿈에서부터 시작된다!\" 마법사이자 초콜릿 메이커 '윌리 웡카'의 꿈은 디저트의 성지, '달콤 백화점'에 자신만의 초콜릿 가게를 여는 것. 가진 것이라고는 낡은 모자 가득한 꿈과 단돈 12 소버린 뿐이지만 특별한 마법의 초콜릿으로 사람들을 사로잡을 자신이 있다. 하지만 먹을 것도, 잠잘 곳도, 의지할 사람도 없는 상황 속에서 낡은 여인숙에 머물게 된 웡카는 '스크러빗 부인'과 '블리처'의 계략에 빠져 눈더미처럼 불어난 숙박비로 인해 순식간에 빚더미에 오른다. 게다가 밤마다 초콜릿을 훔쳐가는 작은 도둑 '움파 룸파'의 등장과 '달콤 백화점'을 독점한 초콜릿 카르텔의 강력한 견제까지. 세계 최고의 초콜릿 메이커가 되는 길은 험난하기만 한데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202402/1708934273868747206.jpg",
    "preview": {
      "title": "(자막) 웡카",
      "synopsis": "\"세상에서 가장 달콤한 여정 좋은 일은 모두 꿈에서부터 시작된다!\" 마법사이자 초콜릿 메이커 '윌리 웡카'의 꿈은 디저트의 성지, '달콤 백화점'에 자신만의 초콜릿 가게를 여는 것. 가진 것이라고는 낡은 모자 가득한 꿈과 단돈 12 소버린 뿐이지만 특별한 마법의 초콜릿으로 사람들을 사로잡을 자신이 있다. 하지만 먹을 것도, 잠잘 곳도, 의지할 사람도 없는 상황 속에서 낡은 여인숙에 머물게 된 웡카는 '스크러빗 부인'과 '블리처'의 계략에 빠져 눈더미처럼 불어난 숙박비로 인해 순식간에 빚더미에 오른다. 게다가 밤마다 초콜릿을 훔쳐가는 작은 도둑 '움파 룸파'의 등장과 '달콤 백화점'을 독점한 초콜릿 카르텔의 강력한 견제까지. 세계 최고의 초콜릿 메이커가 되는 길은 험난하기만 한데..."
    },
    "detailView": {
      "title": "(자막) 웡카",
      "synopsis": "\"세상에서 가장 달콤한 여정 좋은 일은 모두 꿈에서부터 시작된다!\" 마법사이자 초콜릿 메이커 '윌리 웡카'의 꿈은 디저트의 성지, '달콤 백화점'에 자신만의 초콜릿 가게를 여는 것. 가진 것이라고는 낡은 모자 가득한 꿈과 단돈 12 소버린 뿐이지만 특별한 마법의 초콜릿으로 사람들을 사로잡을 자신이 있다. 하지만 먹을 것도, 잠잘 곳도, 의지할 사람도 없는 상황 속에서 낡은 여인숙에 머물게 된 웡카는 '스크러빗 부인'과 '블리처'의 계략에 빠져 눈더미처럼 불어난 숙박비로 인해 순식간에 빚더미에 오른다. 게다가 밤마다 초콜릿을 훔쳐가는 작은 도둑 '움파 룸파'의 등장과 '달콤 백화점'을 독점한 초콜릿 카르텔의 강력한 견제까지. 세계 최고의 초콜릿 메이커가 되는 길은 험난하기만 한데...",
      "summary": "캐나다,영국,미국, 2024년",
      "genreTags": ["판타지", "드라마"],
      "castings": ["티모시 샬라메", "칼라 레인", "올리비아 콜맨", "톰 데이비스", "휴 그랜트", "샐리 호킨스"],
      "directors": ["폴 킹"],
      "targetAge": 0,
      "deliverationInfo": ["전체", "전체", "전체", "전체", "전체", "전체", "전체"]
    }
  }
},{
  "movieId": "MV_WV01_WV000000083",
  "brandLogoList": ["original"],
  "backdropImage": "image.wavve.com/meta/image/202404/1712297718515465882.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2024,
      "playTime": 6519,
      "targetAge": 15,
      "genres": ["범죄", "드라마", "미스터리", "스릴러"]
    },
    "synopsis": "\"목숨값 단돈 500만 원! 이름값 1,000억? 이름에 살고, 이름에 죽는다!\" 인생 벼랑 끝, 살기 위해 이름까지 팔게 된 ‘이만재’. 누구도 믿을 수 없는 바지사장 세계에서 탁월한 계산 능력 하나로 가늘고 길게 버텨온 그가 큰 거 한방 터뜨릴 절호의 기회를 잡는다. 그러나 그에게 돌아온 것은 1천억 횡령 누명과 자신의 사망 기사! 살아있지만 죽은 사람, 즉 ‘데드맨’이 되어 영문도 모른 채 중국의 사설 감옥에 끌려간 이만재. 정치 컨설턴트 ‘심 여사’가 그의 앞에 나타나 목숨값을 담보로 위험한 제안을 하고, 이만재 때문에 아버지가 죽었다고 주장하는 ‘공희주’가 등장하면서 1천억짜리 설계판의 배후를 찾기 위해 의기투합한 세 사람의 추적이 시작되는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202404/1712297723766994349.jpg",
    "preview": {
      "title": "데드맨 (2024)",
      "synopsis": "\"목숨값 단돈 500만 원! 이름값 1,000억? 이름에 살고, 이름에 죽는다!\" 인생 벼랑 끝, 살기 위해 이름까지 팔게 된 ‘이만재’. 누구도 믿을 수 없는 바지사장 세계에서 탁월한 계산 능력 하나로 가늘고 길게 버텨온 그가 큰 거 한방 터뜨릴 절호의 기회를 잡는다. 그러나 그에게 돌아온 것은 1천억 횡령 누명과 자신의 사망 기사! 살아있지만 죽은 사람, 즉 ‘데드맨’이 되어 영문도 모른 채 중국의 사설 감옥에 끌려간 이만재. 정치 컨설턴트 ‘심 여사’가 그의 앞에 나타나 목숨값을 담보로 위험한 제안을 하고, 이만재 때문에 아버지가 죽었다고 주장하는 ‘공희주’가 등장하면서 1천억짜리 설계판의 배후를 찾기 위해 의기투합한 세 사람의 추적이 시작되는데..."
    },
    "detailView": {
      "title": "데드맨 (2024)",
      "synopsis": "\"목숨값 단돈 500만 원! 이름값 1,000억? 이름에 살고, 이름에 죽는다!\" 인생 벼랑 끝, 살기 위해 이름까지 팔게 된 ‘이만재’. 누구도 믿을 수 없는 바지사장 세계에서 탁월한 계산 능력 하나로 가늘고 길게 버텨온 그가 큰 거 한방 터뜨릴 절호의 기회를 잡는다. 그러나 그에게 돌아온 것은 1천억 횡령 누명과 자신의 사망 기사! 살아있지만 죽은 사람, 즉 ‘데드맨’이 되어 영문도 모른 채 중국의 사설 감옥에 끌려간 이만재. 정치 컨설턴트 ‘심 여사’가 그의 앞에 나타나 목숨값을 담보로 위험한 제안을 하고, 이만재 때문에 아버지가 죽었다고 주장하는 ‘공희주’가 등장하면서 1천억짜리 설계판의 배후를 찾기 위해 의기투합한 세 사람의 추적이 시작되는데...",
      "summary": "대한민국, 2024년",
      "genreTags": ["범죄", "드라마", "미스터리", "스릴러"],
      "castings": ["조진웅", "김희애", "이수경"],
      "directors": ["하준원"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "전체", "15세", "15세", "15세", "15세", "15세"]
    }
  }
},{
  "movieId": "MV_LC01_LC000000021",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202405/1716885088994782442.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2021,
      "playTime": 7014,
      "targetAge": 15,
      "genres": ["공포", "스릴러"]
    },
    "synopsis": "레즈비언 부부인 '베라'와 '앨리스'는 앨리스의 불륜으로 소원해진 관계를 회복하기 위해 외딴 오두막으로 여행을 떠난다. 원주민 집주인과 관리인은 왠지 오싹한 분위기를 풍기며 이웃의 땅에 넘어가지 말라는 협박에 가까운 신신당부를 한다. 앨리스의 불륜 상대가 오두막을 찾아오고, 설상가상으로 주변 숲을 산책하다가 우연히 이웃 땅으로 넘어가고 만 두 사람. 알고 보니 이웃은 무단 침입자를 무시무시한 방법으로 처단하는 이단 부족이었고, 두 사람은 곧 피비린내 나는 의식에 산 제물로 바쳐질 위기에 처하고 마는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202405/1716885099973594587.jpg",
    "preview": {
      "title": "홀리데이 헬",
      "synopsis": "레즈비언 부부인 '베라'와 '앨리스'는 앨리스의 불륜으로 소원해진 관계를 회복하기 위해 외딴 오두막으로 여행을 떠난다. 원주민 집주인과 관리인은 왠지 오싹한 분위기를 풍기며 이웃의 땅에 넘어가지 말라는 협박에 가까운 신신당부를 한다. 앨리스의 불륜 상대가 오두막을 찾아오고, 설상가상으로 주변 숲을 산책하다가 우연히 이웃 땅으로 넘어가고 만 두 사람. 알고 보니 이웃은 무단 침입자를 무시무시한 방법으로 처단하는 이단 부족이었고, 두 사람은 곧 피비린내 나는 의식에 산 제물로 바쳐질 위기에 처하고 마는데..."
    },
    "detailView": {
      "title": "홀리데이 헬",
      "synopsis": "레즈비언 부부인 '베라'와 '앨리스'는 앨리스의 불륜으로 소원해진 관계를 회복하기 위해 외딴 오두막으로 여행을 떠난다. 원주민 집주인과 관리인은 왠지 오싹한 분위기를 풍기며 이웃의 땅에 넘어가지 말라는 협박에 가까운 신신당부를 한다. 앨리스의 불륜 상대가 오두막을 찾아오고, 설상가상으로 주변 숲을 산책하다가 우연히 이웃 땅으로 넘어가고 만 두 사람. 알고 보니 이웃은 무단 침입자를 무시무시한 방법으로 처단하는 이단 부족이었고, 두 사람은 곧 피비린내 나는 의식에 산 제물로 바쳐질 위기에 처하고 마는데...",
      "summary": "미국, 2021년",
      "genreTags": ["공포", "스릴러"],
      "castings": ["마일스 돌릭", "쉐리 이킨", "린지 앤 윌리엄스", "릿치 몽고메리", "제레미 샌드"],
      "directors": ["마일스 돌릭"],
      "targetAge": 15,
      "deliverationInfo": ["다소 높음", "다소 높음", "다소 높음", "다소 높음", "보통", "다소 높음", "다소 높음"]
    }
  }
},{
  "movieId": "MV_CG01_NU0000011277",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_CG01_NU0000011277-Horizontal_LogoY-re.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2016,
      "playTime": 5939,
      "targetAge": 12,
      "genres": ["공포"]
    },
    "synopsis": "1967년 LA의 한적한 교외 마을에서 의뢰인과 죽은 자를 연결시켜 주는 심령사기로 살아가던 '앨리스'와 두 딸 '리나', '도리스'는 새로운 사기 도구로 '위자 보드'를 사용하게 된다. 절대 혼자 해서는 안 된다는 위자 게임의 룰을 어긴 막내딸 도리스는 집 안에 잠들어 있던 악령을 깨우게 되고, 앨리스와 리나는 도리스를 통해 상상치도 못한 공포와 마주하게 되는데..."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_CG01_NU0000011277-Vertical_LogoY-re.jpg",
    "preview": {
      "title": "위자: 저주의 시작",
      "synopsis": "1967년 LA의 한적한 교외 마을에서 의뢰인과 죽은 자를 연결시켜 주는 심령사기로 살아가던 '앨리스'와 두 딸 '리나', '도리스'는 새로운 사기 도구로 '위자 보드'를 사용하게 된다. 절대 혼자 해서는 안 된다는 위자 게임의 룰을 어긴 막내딸 도리스는 집 안에 잠들어 있던 악령을 깨우게 되고, 앨리스와 리나는 도리스를 통해 상상치도 못한 공포와 마주하게 되는데..."
    },
    "detailView": {
      "title": "위자: 저주의 시작",
      "synopsis": "1967년 LA의 한적한 교외 마을에서 의뢰인과 죽은 자를 연결시켜 주는 심령사기로 살아가던 '앨리스'와 두 딸 '리나', '도리스'는 새로운 사기 도구로 '위자 보드'를 사용하게 된다. 절대 혼자 해서는 안 된다는 위자 게임의 룰을 어긴 막내딸 도리스는 집 안에 잠들어 있던 악령을 깨우게 되고, 앨리스와 리나는 도리스를 통해 상상치도 못한 공포와 마주하게 되는데...",
      "summary": "미국, 2016년",
      "genreTags": ["공포"],
      "castings": ["엘리자베스 리저", "애너리즈 바쏘", "룰루 윌슨", "헨리 토마스", "파커 맥", "할리 찰튼"],
      "directors": ["마이크 플래너건"],
      "targetAge": 12,
      "deliverationInfo": ["보통", "보통", "보통", "보통", "낮음", "보통", "낮음"]
    }
  }
},{
  "movieId": "MV_NL01_NL000000001",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202401/1706514057956365212.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 9152,
      "targetAge": 12,
      "genres": ["액션", "드라마"]
    },
    "synopsis": "임진왜란 발발로부터 7년이 지난 1598년 12월. '이순신'은 왜군의 수장이던 '도요토미 히데요시'가 갑작스럽게 사망한 뒤 왜군들이 조선에서 황급히 퇴각하려 한다는 것을 알게 된다. “절대 이렇게 전쟁을 끝내서는 안 된다” 왜군을 완벽하게 섬멸하는 것이 이 전쟁을 올바르게 끝나는 것이라 생각한 이순신은 명나라와 조명연합함대를 꾸려 왜군의 퇴각로를 막고 적들을 섬멸하기로 결심한다. 하지만 왜군의 뇌물 공세에 넘어간 명나라 도독 '진린'은 왜군에게 퇴로를 열어주려 하고, 설상가상으로 왜군 수장인 '시마즈'의 살마군까지 왜군의 퇴각을 돕기 위해 노량으로 향하는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202401/1706514065662542322.jpg",
    "preview": {
      "title": "노량: 죽음의 바다",
      "synopsis": "임진왜란 발발로부터 7년이 지난 1598년 12월. '이순신'은 왜군의 수장이던 '도요토미 히데요시'가 갑작스럽게 사망한 뒤 왜군들이 조선에서 황급히 퇴각하려 한다는 것을 알게 된다. “절대 이렇게 전쟁을 끝내서는 안 된다” 왜군을 완벽하게 섬멸하는 것이 이 전쟁을 올바르게 끝나는 것이라 생각한 이순신은 명나라와 조명연합함대를 꾸려 왜군의 퇴각로를 막고 적들을 섬멸하기로 결심한다. 하지만 왜군의 뇌물 공세에 넘어간 명나라 도독 '진린'은 왜군에게 퇴로를 열어주려 하고, 설상가상으로 왜군 수장인 '시마즈'의 살마군까지 왜군의 퇴각을 돕기 위해 노량으로 향하는데..."
    },
    "detailView": {
      "title": "노량: 죽음의 바다",
      "synopsis": "임진왜란 발발로부터 7년이 지난 1598년 12월. '이순신'은 왜군의 수장이던 '도요토미 히데요시'가 갑작스럽게 사망한 뒤 왜군들이 조선에서 황급히 퇴각하려 한다는 것을 알게 된다. “절대 이렇게 전쟁을 끝내서는 안 된다” 왜군을 완벽하게 섬멸하는 것이 이 전쟁을 올바르게 끝나는 것이라 생각한 이순신은 명나라와 조명연합함대를 꾸려 왜군의 퇴각로를 막고 적들을 섬멸하기로 결심한다. 하지만 왜군의 뇌물 공세에 넘어간 명나라 도독 '진린'은 왜군에게 퇴로를 열어주려 하고, 설상가상으로 왜군 수장인 '시마즈'의 살마군까지 왜군의 퇴각을 돕기 위해 노량으로 향하는데...",
      "summary": "대한민국, 2023년",
      "genreTags": ["액션", "드라마"],
      "castings": ["백윤식", "김윤석", "정재영", "허준호", "김성규", "이규형", "이무생"],
      "directors": ["김한민"],
      "targetAge": 12,
      "deliverationInfo": ["12세", "전체", "12세", "12세", "전체", "전체", "전체"]
    }
  }
},{
  "movieId": "MV_ST01_ST000000163",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202402/1708492368110229179.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2022,
      "playTime": 6292,
      "targetAge": 15,
      "genres": ["드라마", "범죄"]
    },
    "synopsis": "불법 도박의 누명을 쓰고 7년 동안 독방에서 출소의 그날만을 기다리며 치밀한 복수의 계획을 세운 '제이크 그린'. 그를 감옥으로 보낸 '도로시' 역시 제이크의 석방만을 기다리며 기회를 노리고 있었다. 하지만 서로를 잡기 위해 치열한 사투를 벌이는 그들 앞에는 예상치 못한 대반전이 기다리고 있는데...\n\n복수를 위해 오늘만 기다려온 남자의 멈출 수 없는 질주가 시작된다!"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202402/1708492374851925178.jpg",
    "preview": {
      "title": "리볼버",
      "synopsis": "불법 도박의 누명을 쓰고 7년 동안 독방에서 출소의 그날만을 기다리며 치밀한 복수의 계획을 세운 '제이크 그린'. 그를 감옥으로 보낸 '도로시' 역시 제이크의 석방만을 기다리며 기회를 노리고 있었다. 하지만 서로를 잡기 위해 치열한 사투를 벌이는 그들 앞에는 예상치 못한 대반전이 기다리고 있는데...\n\n복수를 위해 오늘만 기다려온 남자의 멈출 수 없는 질주가 시작된다!"
    },
    "detailView": {
      "title": "리볼버",
      "synopsis": "불법 도박의 누명을 쓰고 7년 동안 독방에서 출소의 그날만을 기다리며 치밀한 복수의 계획을 세운 '제이크 그린'. 그를 감옥으로 보낸 '도로시' 역시 제이크의 석방만을 기다리며 기회를 노리고 있었다. 하지만 서로를 잡기 위해 치열한 사투를 벌이는 그들 앞에는 예상치 못한 대반전이 기다리고 있는데...\n\n복수를 위해 오늘만 기다려온 남자의 멈출 수 없는 질주가 시작된다!",
      "summary": "영국, 2022년",
      "genreTags": ["드라마", "범죄"],
      "castings": ["제이슨 스타뎀", "레이 리오타", "빈센트 파스토레", "안드레 3000", "마크 스트롱"],
      "directors": ["가이 리치"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "12세", "15세", "15세", "12세", "15세", "15세"]
    }
  }
},{
  "movieId": "MV_MX01_MX000000036",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202402/1707115028272075964.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 8520,
      "targetAge": 12,
      "genres": ["드라마"]
    },
    "synopsis": "\"1979년 12월 12일, 수도 서울 군사반란 발생. 그날, 대한민국의 운명이 바뀌었다\" 대한민국을 뒤흔든 10월 26일 이후, 서울에 새로운 바람이 불어온 것도 잠시 12월 12일, 보안사령관 '전두광'이 반란을 일으키고 군 내 사조직을 총동원하여 최전선의 전방부대까지 서울로 불러들인다. 권력에 눈이 먼 전두광의 반란군과 이에 맞선 수도경비사령관 '이태신'을 비롯한 진압군 사이, 일촉즉발의 9시간이 흘러가는데... 목숨을 건 두 세력의 팽팽한 대립! 오늘 밤, 대한민국 수도에서 가장 치열한 전쟁이 펼쳐진다!"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202402/1707115034605827336.jpg",
    "preview": {
      "title": "서울의 봄",
      "synopsis": "\"1979년 12월 12일, 수도 서울 군사반란 발생. 그날, 대한민국의 운명이 바뀌었다\" 대한민국을 뒤흔든 10월 26일 이후, 서울에 새로운 바람이 불어온 것도 잠시 12월 12일, 보안사령관 '전두광'이 반란을 일으키고 군 내 사조직을 총동원하여 최전선의 전방부대까지 서울로 불러들인다. 권력에 눈이 먼 전두광의 반란군과 이에 맞선 수도경비사령관 '이태신'을 비롯한 진압군 사이, 일촉즉발의 9시간이 흘러가는데... 목숨을 건 두 세력의 팽팽한 대립! 오늘 밤, 대한민국 수도에서 가장 치열한 전쟁이 펼쳐진다!"
    },
    "detailView": {
      "title": "서울의 봄",
      "synopsis": "\"1979년 12월 12일, 수도 서울 군사반란 발생. 그날, 대한민국의 운명이 바뀌었다\" 대한민국을 뒤흔든 10월 26일 이후, 서울에 새로운 바람이 불어온 것도 잠시 12월 12일, 보안사령관 '전두광'이 반란을 일으키고 군 내 사조직을 총동원하여 최전선의 전방부대까지 서울로 불러들인다. 권력에 눈이 먼 전두광의 반란군과 이에 맞선 수도경비사령관 '이태신'을 비롯한 진압군 사이, 일촉즉발의 9시간이 흘러가는데... 목숨을 건 두 세력의 팽팽한 대립! 오늘 밤, 대한민국 수도에서 가장 치열한 전쟁이 펼쳐진다!",
      "summary": "대한민국, 2023년",
      "genreTags": ["드라마"],
      "castings": ["정우성", "황정민", "이성민", "박해준", "김성균", "김의성"],
      "directors": ["김성수"],
      "targetAge": 12,
      "deliverationInfo": ["12세", "전체", "12세", "12세", "12세", "12세", "전체"]
    }
  }
},{
  "movieId": "MV_CI01_LE0000011265",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202309/1695601279617357592.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 7806,
      "targetAge": 15,
      "genres": ["드라마"]
    },
    "synopsis": "\"아파트는 주민의 것\" 온 세상을 집어삼킨 대지진, 그리고 하루아침에 폐허가 된 서울. 모든 것이 무너졌지만 오직 황궁 아파트만은 그대로다. 소문을 들은 외부 생존자들이 황궁 아파트로 몰려들자 위협을 느끼기 시작하는 입주민들. 생존을 위해 하나가 된 그들은 새로운 주민 대표 '영탁'을 중심으로 외부인의 출입을 철저히 막아선 채 아파트 주민만을 위한 새로운 규칙을 만든다. 덕분에 지옥 같은 바깥 세상과 달리 주민들에겐 더 없이 안전하고 평화로운 유토피아 황궁 아파트. 하지만 끝이 없는 생존의 위기 속 그들 사이에서도 예상치 못한 갈등이 시작되는데...! 살아남은 자들의 생존 규칙. 따르거나, 떠나거나."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202309/1695601286714241241.jpg",
    "preview": {
      "title": "콘크리트 유토피아",
      "synopsis": "\"아파트는 주민의 것\" 온 세상을 집어삼킨 대지진, 그리고 하루아침에 폐허가 된 서울. 모든 것이 무너졌지만 오직 황궁 아파트만은 그대로다. 소문을 들은 외부 생존자들이 황궁 아파트로 몰려들자 위협을 느끼기 시작하는 입주민들. 생존을 위해 하나가 된 그들은 새로운 주민 대표 '영탁'을 중심으로 외부인의 출입을 철저히 막아선 채 아파트 주민만을 위한 새로운 규칙을 만든다. 덕분에 지옥 같은 바깥 세상과 달리 주민들에겐 더 없이 안전하고 평화로운 유토피아 황궁 아파트. 하지만 끝이 없는 생존의 위기 속 그들 사이에서도 예상치 못한 갈등이 시작되는데...! 살아남은 자들의 생존 규칙. 따르거나, 떠나거나."
    },
    "detailView": {
      "title": "콘크리트 유토피아",
      "synopsis": "\"아파트는 주민의 것\" 온 세상을 집어삼킨 대지진, 그리고 하루아침에 폐허가 된 서울. 모든 것이 무너졌지만 오직 황궁 아파트만은 그대로다. 소문을 들은 외부 생존자들이 황궁 아파트로 몰려들자 위협을 느끼기 시작하는 입주민들. 생존을 위해 하나가 된 그들은 새로운 주민 대표 '영탁'을 중심으로 외부인의 출입을 철저히 막아선 채 아파트 주민만을 위한 새로운 규칙을 만든다. 덕분에 지옥 같은 바깥 세상과 달리 주민들에겐 더 없이 안전하고 평화로운 유토피아 황궁 아파트. 하지만 끝이 없는 생존의 위기 속 그들 사이에서도 예상치 못한 갈등이 시작되는데...! 살아남은 자들의 생존 규칙. 따르거나, 떠나거나.",
      "summary": "대한민국, 2023년",
      "genreTags": ["드라마"],
      "castings": ["이병헌", "박서준", "박보영", "김선영", "김도윤", "박지후"],
      "directors": ["엄태화"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "전체", "15세", "15세", "전체", "15세", "12세"]
    }
  }
},{
  "movieId": "MV_MX01_MX000000024",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/movieImg/MovieGroup/2022/GMV_MX01_MX000000024-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2022,
      "playTime": 7522,
      "targetAge": 15,
      "genres": ["드라마", "액션"]
    },
    "synopsis": "조직 내 숨어든 스파이를 색출하라! '사냥꾼'이 될 것인가, '사냥감'이 될 것인가!\n\n망명을 신청한 북한 고위 관리를 통해 정보를 입수한 안기부 해외팀 '박평호'와 국내 팀 '김정도'는 조직 내 숨어든 스파이 '동림' 색출 작전을 시작한다. 스파이를 통해 일급 기밀 사항들이 유출되어 위기를 맞게 되자 날 선 대립과 경쟁 속, 해외팀과 국내 팀은 상대를 용의선상에 올려두고 조사에 박차를 가한다. 찾아내지 못하면 스파이로 지목이 될 위기의 상황, 서로를 향해 맹렬한 추적을 펼치던 박평호와 김정도는 감춰진 실체에 다가서게 되고, 마침내 '대한민국 1호 암살 작전'이라는 거대한 사건과 직면하게 되는데...\n\n하나의 목표, 두 개의 총구. 의심과 경계 속 두 남자의 신념을 건 작전이 시작된다!"
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202311/1700107477421308013.jpg",
    "preview": {
      "title": "헌트 (2022)",
      "synopsis": "조직 내 숨어든 스파이를 색출하라! '사냥꾼'이 될 것인가, '사냥감'이 될 것인가!\n\n망명을 신청한 북한 고위 관리를 통해 정보를 입수한 안기부 해외팀 '박평호'와 국내 팀 '김정도'는 조직 내 숨어든 스파이 '동림' 색출 작전을 시작한다. 스파이를 통해 일급 기밀 사항들이 유출되어 위기를 맞게 되자 날 선 대립과 경쟁 속, 해외팀과 국내 팀은 상대를 용의선상에 올려두고 조사에 박차를 가한다. 찾아내지 못하면 스파이로 지목이 될 위기의 상황, 서로를 향해 맹렬한 추적을 펼치던 박평호와 김정도는 감춰진 실체에 다가서게 되고, 마침내 '대한민국 1호 암살 작전'이라는 거대한 사건과 직면하게 되는데...\n\n하나의 목표, 두 개의 총구. 의심과 경계 속 두 남자의 신념을 건 작전이 시작된다!"
    },
    "detailView": {
      "title": "헌트 (2022)",
      "synopsis": "조직 내 숨어든 스파이를 색출하라! '사냥꾼'이 될 것인가, '사냥감'이 될 것인가!\n\n망명을 신청한 북한 고위 관리를 통해 정보를 입수한 안기부 해외팀 '박평호'와 국내 팀 '김정도'는 조직 내 숨어든 스파이 '동림' 색출 작전을 시작한다. 스파이를 통해 일급 기밀 사항들이 유출되어 위기를 맞게 되자 날 선 대립과 경쟁 속, 해외팀과 국내 팀은 상대를 용의선상에 올려두고 조사에 박차를 가한다. 찾아내지 못하면 스파이로 지목이 될 위기의 상황, 서로를 향해 맹렬한 추적을 펼치던 박평호와 김정도는 감춰진 실체에 다가서게 되고, 마침내 '대한민국 1호 암살 작전'이라는 거대한 사건과 직면하게 되는데...\n\n하나의 목표, 두 개의 총구. 의심과 경계 속 두 남자의 신념을 건 작전이 시작된다!",
      "summary": "대한민국, 2022년",
      "genreTags": ["드라마", "액션"],
      "castings": ["이정재", "정우성", "전혜진", "허성태", "고윤정", "김종수"],
      "directors": ["이정재"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "전체", "15세", "15세", "12세", "15세", "12세"]
    }
  }
},{
  "movieId": "MV_ST01_ST000000268",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_ST01_ST000000268-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 6192,
      "targetAge": 0,
      "genres": ["로맨스", "드라마"]
    },
    "synopsis": "[원스], [내 사랑] 제작진의 감동로맨스! 아름다운 아일랜드 바닷가 마을, 은퇴한 선장 '하워드'는 한없이 따스한 가사도우미 '애니'에게 사랑의 감정을 느낀다. 두 사람은 마치 첫사랑처럼 서로에게 물들어가지만 하워드의 헌신적인 딸 '그레이스'는 애니에게 아버지를 떠나 달라 부탁하는데..."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_ST01_ST000000268-Vertical_LogoY.jpg",
    "preview": {
      "title": "디어 마이 러브",
      "synopsis": "[원스], [내 사랑] 제작진의 감동로맨스! 아름다운 아일랜드 바닷가 마을, 은퇴한 선장 '하워드'는 한없이 따스한 가사도우미 '애니'에게 사랑의 감정을 느낀다. 두 사람은 마치 첫사랑처럼 서로에게 물들어가지만 하워드의 헌신적인 딸 '그레이스'는 애니에게 아버지를 떠나 달라 부탁하는데..."
    },
    "detailView": {
      "title": "디어 마이 러브",
      "synopsis": "[원스], [내 사랑] 제작진의 감동로맨스! 아름다운 아일랜드 바닷가 마을, 은퇴한 선장 '하워드'는 한없이 따스한 가사도우미 '애니'에게 사랑의 감정을 느낀다. 두 사람은 마치 첫사랑처럼 서로에게 물들어가지만 하워드의 헌신적인 딸 '그레이스'는 애니에게 아버지를 떠나 달라 부탁하는데...",
      "summary": "벨기에, 핀란드, 아일랜드, 2023년",
      "genreTags": ["로맨스", "드라마"],
      "castings": ["제임스 코스모", "캐서린 워커", "브리드 브래넌", "노라-제인 눈", "아이던 오하레"],
      "directors": ["클라우스 해로"],
      "targetAge": 0,
      "deliverationInfo": []
    }
  }
},{
  "movieId": "MV_CV01_KE0000012493",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_CV01_KE0000012493-Horizontal_LogoY-re.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2022,
      "playTime": 5906,
      "targetAge": 15,
      "genres": ["공포", "스릴러"]
    },
    "synopsis": "엄청난 비밀을 숨긴 사이코패스가 에스토니아의 정신병동을 탈출, 부유한 가족의 실종된 딸 '에스더'로 사칭해 미국에 온다. 재회의 기쁨도 잠시, 어딘지 낯선 딸의 정체를 눈치챈 엄마는 가족을 지키기 위해 에스더와 맞서는데... 누구도 상상 못한 충격적인 반전이 기다린다!"
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_CV01_KE0000012493-Vertical_LogoY-re.jpg",
    "preview": {
      "title": "오펀: 천사의 탄생",
      "synopsis": "엄청난 비밀을 숨긴 사이코패스가 에스토니아의 정신병동을 탈출, 부유한 가족의 실종된 딸 '에스더'로 사칭해 미국에 온다. 재회의 기쁨도 잠시, 어딘지 낯선 딸의 정체를 눈치챈 엄마는 가족을 지키기 위해 에스더와 맞서는데... 누구도 상상 못한 충격적인 반전이 기다린다!"
    },
    "detailView": {
      "title": "오펀: 천사의 탄생",
      "synopsis": "엄청난 비밀을 숨긴 사이코패스가 에스토니아의 정신병동을 탈출, 부유한 가족의 실종된 딸 '에스더'로 사칭해 미국에 온다. 재회의 기쁨도 잠시, 어딘지 낯선 딸의 정체를 눈치챈 엄마는 가족을 지키기 위해 에스더와 맞서는데... 누구도 상상 못한 충격적인 반전이 기다린다!",
      "summary": "미국, 2022년",
      "genreTags": ["공포", "스릴러"],
      "castings": ["이사벨 퍼만", "줄리아 스타일스", "로지프 서덜랜드", "매튜 핀랜", "가나가와 히로", "데이비드 로렌스 브라운", "로렌 코크랜"],
      "directors": ["윌리엄 브렌트 벨"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "15세", "15세", "15세", "15세", "15세", "15세"]
    }
  }
},{
  "movieId": "MV_CD01_WR0000011729",
  "brandLogoList": [],
  "backdropImage": "image.wavve.com/meta/image/202310/1698127082494272776.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 6579,
      "targetAge": 15,
      "genres": ["스릴러", "공포", "미스터리"]
    },
    "synopsis": "\"컨저링 유니버스 사상 가장 강력한 악마가 돌아왔다!\" 1956년, 프랑스의 한 성당에서 신부가 끔찍하게 살해당한다. 이 사건을 조사하기 위해 파견된 '아이린' 수녀는 4년 전 자신을 공포에 떨게 했던 악마의 기운을 느낀다. 어두운 밤, 계속해서 일어나는 의문의 사건들 가운데 충격적인 진실이 드러나는데..."
  },
  "bottomContents": {
    "thumbnailImage": "image.wavve.com/meta/image/202310/1698127088034316551.jpg",
    "preview": {
      "title": "더 넌 2",
      "synopsis": "\"컨저링 유니버스 사상 가장 강력한 악마가 돌아왔다!\" 1956년, 프랑스의 한 성당에서 신부가 끔찍하게 살해당한다. 이 사건을 조사하기 위해 파견된 '아이린' 수녀는 4년 전 자신을 공포에 떨게 했던 악마의 기운을 느낀다. 어두운 밤, 계속해서 일어나는 의문의 사건들 가운데 충격적인 진실이 드러나는데..."
    },
    "detailView": {
      "title": "더 넌 2",
      "synopsis": "\"컨저링 유니버스 사상 가장 강력한 악마가 돌아왔다!\" 1956년, 프랑스의 한 성당에서 신부가 끔찍하게 살해당한다. 이 사건을 조사하기 위해 파견된 '아이린' 수녀는 4년 전 자신을 공포에 떨게 했던 악마의 기운을 느낀다. 어두운 밤, 계속해서 일어나는 의문의 사건들 가운데 충격적인 진실이 드러나는데...",
      "summary": "미국, 2023년",
      "genreTags": ["스릴러", "공포", "미스터리"],
      "castings": ["타이사 파미가", "보니 아론스", "조나스 블로켓", "안나 팝플웰", "스톰 레이드"],
      "directors": ["마이클 차베즈"],
      "targetAge": 15,
      "deliverationInfo": ["15세", "전체", "15세", "15세", "12세", "전체", "12세"]
    }
  }
},{
  "movieId": "MV_RT01_RT000000190",
  "brandLogoList": [],
  "backdropImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_RT01_RT000000190-Horizontal_LogoY.jpg",
  "videoDetail": {
    "metadataList": {
      "releaseYear": 2023,
      "playTime": 5744,
      "targetAge": 15,
      "genres": ["미스터리", "공포"]
    },
    "synopsis": "20년 전 발생한 종이 인형 살인 사건을 취재하기 위해 백귀진을 방문한 신문 기자 '육소생'은 폐허가 된 교택에서 잠을 자다가 종이 인형에게 목숨을 잃는 꿈을 꾼다. 다음날 그는 종이 인형을 만든 유삼의 제자 남상을 찾아가는데..."
  },
  "bottomContents": {
    "thumbnailImage": "img.wavve.com/movieImg/MovieGroup/2023/GMV_RT01_RT000000190-Vertical_LogoY.jpg",
    "preview": {
      "title": "귀: 종이 인형",
      "synopsis": "20년 전 발생한 종이 인형 살인 사건을 취재하기 위해 백귀진을 방문한 신문 기자 '육소생'은 폐허가 된 교택에서 잠을 자다가 종이 인형에게 목숨을 잃는 꿈을 꾼다. 다음날 그는 종이 인형을 만든 유삼의 제자 남상을 찾아가는데..."
    },
    "detailView": {
      "title": "귀: 종이 인형",
      "synopsis": "20년 전 발생한 종이 인형 살인 사건을 취재하기 위해 백귀진을 방문한 신문 기자 '육소생'은 폐허가 된 교택에서 잠을 자다가 종이 인형에게 목숨을 잃는 꿈을 꾼다. 다음날 그는 종이 인형을 만든 유삼의 제자 남상을 찾아가는데...",
      "summary": "중국, 2023년",
      "genreTags": ["미스터리", "공포"],
      "castings": ["한동", "진자함", "진국곤", "종뢰", "장호연"],
      "directors": ["성사의"],
      "targetAge": 15,
      "deliverationInfo": ["12세", "전체", "12세", "15세", "12세", "전체", "전체"]
    }
  }
}, {
  movieId: "MV_SB01_SB0000000107",
  brandLogoList: [],
  backdropImage: "image.wavve.com/meta/image/202404/1713508933635952631.jpg",
  videoDetail: {
    metadataList: {
      releaseYear: 2024,
      playTime: 8042,
      targetAge: 15,
      genres: ["미스터리", "공포"]
    },
    synopsis: "미국 LA, 거액의 의뢰를 받은 무당 '화림'과 '봉길'은 기이한 병이 대물림되는 집안의 장손을 만난다. 조상의 묫자리가 화근임을 알아챈 화림은 이장을 권하고, 돈 냄새를 맡은 최고의 풍수사 '상덕'과 장의사 '영근'이 합류한다. \"전부 잘 알 거야... 묘 하나 잘못 건들면 어떻게 되는지\" 절대 사람이 묻힐 수 없는 악지에 자리한 기이한 묘. 상덕은 불길한 기운을 느끼고 제안을 거절하지만, 화림의 설득으로 결국 파묘가 시작되고... 나와서는 안될 것이 나왔다."
  },
  bottomContents: {
    thumbnailImage: "image.wavve.com/meta/image/202404/1713508941624739669.jpg",
    preview: {
      title: "파묘",
      synopsis: "미국 LA, 거액의 의뢰를 받은 무당 '화림'과 '봉길'은 기이한 병이 대물림되는 집안의 장손을 만난다. 조상의 묫자리가 화근임을 알아챈 화림은 이장을 권하고, 돈 냄새를 맡은 최고의 풍수사 '상덕'과 장의사 '영근'이 합류한다. \"전부 잘 알 거야... 묘 하나 잘못 건들면 어떻게 되는지\" 절대 사람이 묻힐 수 없는 악지에 자리한 기이한 묘. 상덕은 불길한 기운을 느끼고 제안을 거절하지만, 화림의 설득으로 결국 파묘가 시작되고... 나와서는 안될 것이 나왔다."
    },
    detailView: {
      title: "파묘",
      synopsis: "미국 LA, 거액의 의뢰를 받은 무당 '화림'과 '봉길'은 기이한 병이 대물림되는 집안의 장손을 만난다. 조상의 묫자리가 화근임을 알아챈 화림은 이장을 권하고, 돈 냄새를 맡은 최고의 풍수사 '상덕'과 장의사 '영근'이 합류한다. \"전부 잘 알 거야... 묘 하나 잘못 건들면 어떻게 되는지\" 절대 사람이 묻힐 수 없는 악지에 자리한 기이한 묘. 상덕은 불길한 기운을 느끼고 제안을 거절하지만, 화림의 설득으로 결국 파묘가 시작되고... 나와서는 안될 것이 나왔다.",
      summary: "대한민국, 2024년",
      genreTags: ["미스터리", "공포"],
      castings: ["김고은", "최민식", "유해진", "이도현"],
      directors: ["장재현"],
      targetAge: 15,
      deliverationInfo: ["15세", "전체", "15세", "15세", "12세", "12세", "12세"]
    }
  }
},{
  movieId: "MV_CF01_SY0000011798",
  brandLogoList: [],
  backdropImage: "image.wavve.com/meta/image/202402/1706860948324233127.jpg",
  videoDetail: {
    metadataList: {
      releaseYear: 2023,
      playTime: 9494,
      targetAge: 15,
      genres: ["전쟁/재난", "드라마", "액션"]
    },
    synopsis: "스스로 황제가 된 영웅! 1793년 혁명의 불꽃이 프랑스 전역을 밝히기 시작한다. 코르시카 출신의 장교 '나폴레옹'은 혼란스러운 상황 속 국가를 위해 맞서며 영웅으로 떠오른다. 한편, 사교 파티에서 영웅 나폴레옹을 만난 '조제핀'은 자신의 운명을 바꾸기 위해 나폴레옹을 선택하고 나폴레옹은 마침내 스스로 황제의 자리에 오르게 된다. 하지만, 조제핀은 계속해서 나폴레옹을 흔들고, 나폴레옹의 야망은 조제핀과 끝없이 충돌하는데... 세상을 정복한 영웅 아무것도 갖지 못한 황제, 나폴레옹의 대서사가 펼쳐진다!"
  },
  bottomContents: {
    thumbnailImage: "image.wavve.com/meta/image/202402/1706860959070228663.jpg",
    preview: {
      title: "나폴레옹 (2023)",
      synopsis: "스스로 황제가 된 영웅! 1793년 혁명의 불꽃이 프랑스 전역을 밝히기 시작한다. 코르시카 출신의 장교 '나폴레옹'은 혼란스러운 상황 속 국가를 위해 맞서며 영웅으로 떠오른다. 한편, 사교 파티에서 영웅 나폴레옹을 만난 '조제핀'은 자신의 운명을 바꾸기 위해 나폴레옹을 선택하고 나폴레옹은 마침내 스스로 황제의 자리에 오르게 된다. 하지만, 조제핀은 계속해서 나폴레옹을 흔들고, 나폴레옹의 야망은 조제핀과 끝없이 충돌하는데... 세상을 정복한 영웅 아무것도 갖지 못한 황제, 나폴레옹의 대서사가 펼쳐진다!"
    },
    detailView: {
      title: "나폴레옹 (2023)",
      synopsis: "스스로 황제가 된 영웅! 1793년 혁명의 불꽃이 프랑스 전역을 밝히기 시작한다. 코르시카 출신의 장교 '나폴레옹'은 혼란스러운 상황 속 국가를 위해 맞서며 영웅으로 떠오른다. 한편, 사교 파티에서 영웅 나폴레옹을 만난 '조제핀'은 자신의 운명을 바꾸기 위해 나폴레옹을 선택하고 나폴레옹은 마침내 스스로 황제의 자리에 오르게 된다. 하지만, 조제핀은 계속해서 나폴레옹을 흔들고, 나폴레옹의 야망은 조제핀과 끝없이 충돌하는데... 세상을 정복한 영웅 아무것도 갖지 못한 황제, 나폴레옹의 대서사가 펼쳐진다!",
      summary: "미국, 2023년",
      genreTags: ["전쟁", "드라마", "액션"],
      castings: ["호아킨 피닉스", "바네사 커비", "벤 마일즈"],
      directors: ["리들리 스콧"],
      targetAge: 15,
      deliverationInfo: ["12세", "15세", "15세", "15세", "12세", "12세", "12세"]
    }
  }
},{
  movieId: "MV_CG01_NU0000011788",
  brandLogoList: [],
  backdropImage: "img.wavve.com/movieImg/MovieGroup/2022/GMV_CG01_NU0000011788-Horizontal_LogoY.jpg",
  videoDetail: {
    metadataList: {
      releaseYear: 2022,
      playTime: 6205,
      targetAge: 15,
      genres: ["스릴러", "공포"]
    },
    synopsis: "사라진 아이들, 고장 난 전화기, 죽은 친구들과의 통화. 전화가 울리면 반드시 받을 것!"
  },
  bottomContents: {
    thumbnailImage: "img.wavve.com/movieImg/MovieGroup/2022/GMV_CG01_NU0000011788-Vertical_LogoY.jpg",
    preview: {
      title: "블랙폰",
      synopsis: "사라진 아이들, 고장 난 전화기, 죽은 친구들과의 통화. 전화가 울리면 반드시 받을 것!"
    },
    detailView: {
      title: "블랙폰",
      synopsis: "사라진 아이들, 고장 난 전화기, 죽은 친구들과의 통화. 전화가 울리면 반드시 받을 것!",
      summary: "미국, 2022년",
      genreTags: ["스릴러", "공포"],
      castings: ["에단 호크", "메이슨 테임즈", "매들린 맥그로", "제레미 데이비스", "뱅크스 레페타"],
      directors: ["스콧 데릭슨"],
      targetAge: 15,
      deliverationInfo: ["15세", "전체", "15세", "15세", "15세", "15세", "15세"]
    }
  }
},{
  movieId: "MV_C901_SG0000178382",
  brandLogoList: [],
  backdropImage: "image.wavve.com/meta/image/202406/1717401997993606793.jpg",
  videoDetail: {
    metadataList: {
      releaseYear: 2023,
      playTime: 774,
      targetAge: 12,
      genres: ["드라마", "단편"]
    },
    synopsis: "고등학교 2학년, 서울에서 전학 온 '수호'. 수호에게 농구 제안을 한 '진호'. 수호가 농구를 못 하다 보니 친구들 사이에서 눈살 찌푸리게 되었다. 며칠 뒤, 전 학교에서 왕따를 당해왔던 소문이 전파되자 전학 온 학교에서도 다시 왕따를 당하게 된 수호. 무너지지 않고 극복하여 이겨내는 청춘의 성장 이야기."
  },
  bottomContents: {
    thumbnailImage: "image.wavve.com/meta/image/202406/1717402002376715672.jpg",
    preview: {
      title: "다시 시작해: 넥스트 드림",
      synopsis: "고등학교 2학년, 서울에서 전학 온 '수호'. 수호에게 농구 제안을 한 '진호'. 수호가 농구를 못 하다 보니 친구들 사이에서 눈살 찌푸리게 되었다. 며칠 뒤, 전 학교에서 왕따를 당해왔던 소문이 전파되자 전학 온 학교에서도 다시 왕따를 당하게 된 수호. 무너지지 않고 극복하여 이겨내는 청춘의 성장 이야기."
    },
    detailView: {
      title: "다시 시작해: 넥스트 드림",
      synopsis: "고등학교 2학년, 서울에서 전학 온 '수호'. 수호에게 농구 제안을 한 '진호'. 수호가 농구를 못 하다 보니 친구들 사이에서 눈살 찌푸리게 되었다. 며칠 뒤, 전 학교에서 왕따를 당해왔던 소문이 전파되자 전학 온 학교에서도 다시 왕따를 당하게 된 수호. 무너지지 않고 극복하여 이겨내는 청춘의 성장 이야기.",
      summary: "대한민국, 2023년",
      genreTags: ["드라마", "단편"],
      castings: ["김동휘", "조한", "김명준", "허송무"],
      directors: ["김선우"],
      targetAge: 12,
      deliverationInfo: ["전체", "전체", "12세", "전체", "전체", "12세", "12세"]
    }
  }
}];
